{
    "Name": "Name",
    "Profile": "Konto",
    "Profile Information": "Kontoinformationen",
    "Cancel": "Abbrechen",
    "Delete Account": "Konto löschen",
    "Delete account": "Konto löschen",
    "Email": "E-Mail",
    "E-Mail Address": "E-Mail-Adresse",
    "Email Address": "E-Mail-Adresse",
    "Email address": "E-Mail-Adresse",
    "Password": "Passwort",
    "Current Password": "Aktuelles Passwort",
    "Current password": "Aktuelles Passwort",
    "New Password": "Neues Passwort",
    "New password": "Neues Passwort",
    "Confirm Password": "Passwort bestätigen",
    "Confirm password": "Passwort bestätigen",
    "Please confirm your password before continuing.": "Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Save": "Speichern",
    "Saved.": "Gespeichert.",
    "Already registered?": "Bereits registriert?",
    "Register": "Registrieren",
    "Remember me": "Angemeldet bleiben",
    "Remember Me": "Angemeldet bleiben",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot Your Password?": "Passwort vergessen?",
    "Log in": "Anmelden",
    "Login": "Anmelden",
    "Log Out": "Abmelden",
    "Logout": "Abmelden",
    "You're logged in!": "Sie sind angemeldet!",
    "You are logged in!": "Sie sind angemeldet!",
    "Reset Password": "Passwort zurücksetzen",
    "Create": "Erstellen",
    "Permanently delete your account.": "Löschen Sie Ihr Konto dauerhaft.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bevor Sie Ihr Konto löschen, laden Sie bitte alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Are you sure you want to delete your account?": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und die E-Mail-Adresse Ihres Kontos.",
    "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Danke für die Anmeldung! Bevor Sie beginnen, könnten Sie Ihre E-Mail-Adresse verifizieren, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben? Wenn Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere.",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die Sie bei der Registrierung angegeben haben.",
    "Resend Verification Email": "Bestätigungs-E-Mail erneut senden",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Teilen Sie uns einfach Ihre E-Mail-Adresse mit, und wir senden Ihnen einen Link zum Zurücksetzen des Passworts zu, mit dem Sie ein neues wählen können.",
    "Email Password Reset Link": "E-Mail-Link zum Zurücksetzen des Passworts",
    "Email password reset link": "E-Mail-Link zum Zurücksetzen des Passworts",
    "Send Password Reset Link": "Link zum Zurücksetzen senden",
    "Send password reset link": "Link zum Zurücksetzen senden",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "Confirm": "Bestätigen",
    "Dashboard": "Dashboard",
    "Manage Team": "Team verwalten",
    "Team Settings": "Teameinstellungen",
    "Create New Team": "Neues Team erstellen",
    "Switch Teams": "Team wechseln",
    "Manage Account": "Konto verwalten",
    "API Tokens": "API-Token",
    "Team Details": "Teamdetails",
    "Create a new team to collaborate with others on projects.": "Erstellen Sie ein neues Team, um mit anderen an Projekten zusammenzuarbeiten.",
    "Team Owner": "Teambesitzer",
    "Create Team": "Team erstellen",
    "Delete Team": "Team löschen",
    "Role": "Rolle",
    "Add Team Member": "Mitglied hinzufügen",
    "Permanently delete this team.": "Dieses Team dauerhaft löschen.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sobald ein Team gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bevor Sie dieses Team löschen, laden Sie bitte alle Daten oder Informationen zu diesem Team herunter, die Sie behalten möchten.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Sind Sie sicher, dass Sie dieses Team löschen möchten? Sobald ein Team gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Fügen Sie Ihrem Team ein neues Mitglied hinzu, damit es mit Ihnen zusammenarbeiten kann.",
    "Please provide the email address of the person you would like to add to this team.": "Bitte geben Sie die E-Mail-Adresse der Person an, die Sie diesem Team hinzufügen möchten.",
    "Added.": "Hinzugefügt.",
    "Add": "Hinzufügen",
    "Pending Team Invitations": "Ausstehende Einladungen",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Diese Personen wurden in Ihr Team eingeladen und haben eine Einladungs-E-Mail erhalten. Sie können dem Team beitreten, indem sie die E-Mail-Einladung annehmen.",
    "Team Members": "Teammitglieder",
    "All of the people that are part of this team.": "Alle Personen, die Teil dieses Teams sind.",
    "Leave": "Verlassen",
    "Remove": "Entfernen",
    "Manage Role": "Rolle verwalten",
    "Leave Team": "Team verlassen",
    "Are you sure you would like to leave this team?": "Sind Sie sicher, dass Sie dieses Team verlassen möchten?",
    "Remove Team Member": "Mitglied entfernen",
    "Are you sure you would like to remove this person from the team?": "Sind Sie sicher, dass Sie diese Person aus dem Team entfernen möchten?",
    "Team Name": "Teamname",
    "The team's name and owner information.": "Der Name des Teams und Informationen zum Besitzer.",
    "Browser Sessions": "Browsersitzungen",
    "Manage and log out your active sessions on other browsers and devices.": "Verwalten und melden Sie Ihre aktiven Sitzungen in anderen Browsern und Geräten ab.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Falls erforderlich, können Sie sich von allen anderen Browsersitzungen auf allen Ihren Geräten abmelden. Einige Ihrer letzten Sitzungen sind unten aufgeführt; diese Liste ist jedoch möglicherweise nicht vollständig. Wenn Sie das Gefühl haben, dass Ihr Konto gefährdet ist, sollten Sie auch Ihr Passwort aktualisieren.",
    "Unknown": "Unbekannt",
    "This device": "Dieses Gerät",
    "Last active": "Zuletzt aktiv",
    "Log Out Other Browser Sessions": "Andere Sitzungen abmelden",
    "Done.": "Erledigt.",
    "Two Factor Authentication": "Zwei-Faktor-Authentifizierung",
    "Add additional security to your account using two factor authentication.": "Fügen Sie Ihrem Konto mit der Zwei-Faktor-Authentifizierung zusätzliche Sicherheit hinzu.",
    "Finish enabling two factor authentication.": "Schließen Sie die Aktivierung der Zwei-Faktor-Authentifizierung ab.",
    "You have enabled two factor authentication.": "Sie haben die Zwei-Faktor-Authentifizierung aktiviert.",
    "You have not enabled two factor authentication.": "Sie haben die Zwei-Faktor-Authentifizierung nicht aktiviert.",
    "For your security, please confirm your password to continue.": "Zu Ihrer Sicherheit bestätigen Sie bitte Ihr Passwort, um fortzufahren.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Wenn die Zwei-Faktor-Authentifizierung aktiviert ist, werden Sie während der Authentifizierung nach einem sicheren, zufälligen Token gefragt. Sie können dieses Token von der Google Authenticator-Anwendung Ihres Telefons abrufen.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Um die Aktivierung der Zwei-Faktor-Authentifizierung abzuschließen, scannen Sie den folgenden QR-Code mit Ihrer Authenticator-App oder geben Sie den Einrichtungsschlüssel ein und geben Sie den generierten OTP-Code an.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Die Zwei-Faktor-Authentifizierung ist jetzt aktiviert. Scannen Sie den folgenden QR-Code mit Ihrer Authenticator-App oder geben Sie den Einrichtungsschlüssel ein.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie sich von Ihren anderen Browsersitzungen auf allen Ihren Geräten abmelden möchten.",
    "Setup Key": "Einrichtungsschlüssel",
    "Code": "Code",
    "Disable": "Deaktivieren",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Speichern Sie diese Wiederherstellungscodes in einem sicheren Passwort-Manager. Sie können verwendet werden, um den Zugriff auf Ihr Konto wiederherzustellen, wenn Ihr Zwei-Faktor-Authentifizierungsgerät verloren geht.",
    "Enable": "Aktivieren",
    "Regenerate Recovery Codes": "Wiederherstellungscodes neu generieren",
    "Show Recovery Codes": "Wiederherstellungscodes anzeigen",
    "Photo": "Foto",
    "Select A New Photo": "Neues Foto auswählen",
    "Remove Photo": "Foto entfernen",
    "Verify Email Address": "E-Mail-Adresse bestätigen",
    "Verify Your Email Address": "Bestätigen Sie Ihre E-Mail-Adresse",
    "Click here to re-send the verification email.": "Klicken Sie hier, um die Bestätigungs-E-Mail erneut zu senden.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "A fresh verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "Please click the button below to verify your email address.": "Bitte klicken Sie auf die Schaltfläche unten, um Ihre E-Mail-Adresse zu bestätigen.",
    "Before proceeding, please check your email for a verification link.": "Bevor Sie fortfahren, überprüfen Sie bitte Ihre E-Mail auf einen Bestätigungslink.",
    "If you did not receive the email": "Wenn Sie die E-Mail nicht erhalten haben",
    "click here to request another": "klicken Sie hier, um eine weitere anzufordern",
    "If you did not create an account, no further action is required.": "Wenn Sie kein Konto erstellt haben, ist keine weitere Aktion erforderlich.",
    "Hello!": "Hallo!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Wenn Sie Probleme beim Klicken auf die Schaltfläche \":actionText\" haben, kopieren Sie die folgende URL und fügen Sie sie\nin Ihren Webbrowser ein:",
    "into your web browser:": "in Ihren Webbrowser ein:",
    "Reset Password Notification": "Benachrichtigung zum Zurücksetzen des Passworts",
    "You are receiving this email because we received a password reset request for your account.": "Sie erhalten diese E-Mail, weil wir eine Anfrage zum Zurücksetzen des Passworts für Ihr Konto erhalten haben.",
    "This password reset link will expire in :count minutes.": "Dieser Link zum Zurücksetzen des Passworts läuft in :count Minuten ab.",
    "If you did not request a password reset, no further action is required.": "Wenn Sie kein Zurücksetzen des Passworts angefordert haben, ist keine weitere Aktion erforderlich.",
    "Team Invitation": "Teameinladung",
    "You have been invited to join the :team team!": "Sie wurden eingeladen, dem Team :team beizutreten!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Wenn Sie kein Konto haben, können Sie eines erstellen, indem Sie auf die Schaltfläche unten klicken. Nach dem Erstellen eines Kontos können Sie auf die Schaltfläche zum Annehmen der Einladung in dieser E-Mail klicken, um die Teameinladung anzunehmen:",
    "Create Account": "Konto erstellen",
    "Create account": "Konto erstellen",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Wenn Sie bereits ein Konto haben, können Sie diese Einladung annehmen, indem Sie auf die Schaltfläche unten klicken:",
    "You may accept this invitation by clicking the button below:": "Sie können diese Einladung annehmen, indem Sie auf die Schaltfläche unten klicken:",
    "Accept Invitation": "Einladung annehmen",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Wenn Sie keine Einladung zu diesem Team erwartet haben, können Sie diese E-Mail verwerfen.",
    "Regards": "Grüße",
    "of": "von",
    "per page": "pro Seite",
    "results": "Ergebnisse",
    "to": "bis",
    "Showing": "Zeigt",
    "Settings": "Einstellungen",
    "Repository": "Repository",
    "Documentation": "Dokumentation",
    "Log in to your account": "Melden Sie sich bei Ihrem Konto an",
    "Enter your email and password below to log in": "Geben Sie unten Ihre E-Mail und Ihr Passwort ein, um sich anzumelden",
    "Don't have an account?": "Haben Sie kein Konto?",
    "Sign up": "Registrieren",
    "Please verify your email address by clicking on the link we just emailed to you.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben.",
    "Resend verification email": "Bestätigungs-E-Mail erneut senden",
    "Log out": "Abmelden",
    "Create an account": "Ein Konto erstellen",
    "Enter your details below to create your account": "Geben Sie unten Ihre Daten ein, um Ihr Konto zu erstellen",
    "Already have an account?": "Haben Sie bereits ein Konto?",
    "Forgot password": "Passwort vergessen",
    "Enter your email to receive a password reset link": "Geben Sie Ihre E-Mail-Adresse ein, um einen Link zum Zurücksetzen des Passworts zu erhalten",
    "Or, return to": "Oder zurück zu",
    "log in": "Anmelden",
    "Full name": "Vollständiger Name",
    "Manage your profile and account settings": "Verwalten Sie Ihr Profil und Ihre Kontoeinstellungen",
    "Update your name and email address": "Aktualisieren Sie Ihren Namen und Ihre E-Mail-Adresse",
    "Update password": "Passwort aktualisieren",
    "Appearance": "Aussehen",
    "Update the appearance settings for your account": "Aktualisieren Sie die Darstellungseinstellungen für Ihr Konto",
    "Light": "Hell",
    "Dark": "Dunkel",
    "System": "System",
    "Reset password": "Passwort zurücksetzen",
    "Please enter your new password below": "Bitte geben Sie unten Ihr neues Passwort ein",
    "A reset link will be sent if the account exists.": "Ein Zurücksetzungslink wird gesendet, wenn das Konto existiert.",
    "Ensure your account is using a long, random password to stay secure": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet",
    "Delete your account and all of its resources": "Löschen Sie Ihr Konto und alle seine Ressourcen",
    "Disabled": "Deaktiviert",
    "Two-Factor Auth": "Zwei-Faktor-Auth",
    "Enable 2FA": "2FA aktivieren",
    "Manage your two-factor authentication settings": "Verwalten Sie Ihre Einstellungen für die Zwei-Faktor-Authentifizierung",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Wenn Sie die Zwei-Faktor-Authentifizierung aktivieren, werden Sie bei der Anmeldung nach einer sicheren PIN gefragt. Diese PIN kann von einer TOTP-unterstützten Anwendung auf Ihrem Telefon abgerufen werden.",
    "Enable Two-Factor Authentication": "Zwei-Faktor-Authentifizierung aktivieren",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Um die Aktivierung der Zwei-Faktor-Authentifizierung abzuschließen, scannen Sie den QR-Code oder geben Sie den Einrichtungsschlüssel in Ihre Authenticator-App ein.",
    "or, enter the code manually": "oder geben Sie den Code manuell ein",
    "Continue": "Weiter",
    "Verify Authentication Code": "Authentifizierungscode überprüfen",
    "Enter the 6-digit code from your authenticator app.": "Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein.",
    "Back": "Zurück",
    "Enabled": "Aktiviert",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Wenn die Zwei-Faktor-Authentifizierung aktiviert ist, werden Sie bei der Anmeldung aufgefordert, eine sichere, zufällige PIN einzugeben, die Sie von der TOTP-unterstützten Anwendung auf Ihrem Telefon abrufen können.",
    "2FA Recovery Codes": "2FA-Wiederherstellungscodes",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Mit Wiederherstellungscodes können Sie den Zugriff wiederherstellen, wenn Sie Ihr 2FA-Gerät verlieren. Speichern Sie sie in einem sicheren Passwort-Manager.",
    "View Recovery Codes": "Wiederherstellungscodes anzeigen",
    "Hide Recovery Codes": "Wiederherstellungscodes ausblenden",
    "Regenerate Codes": "Codes neu generieren",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Jeder Wiederherstellungscode kann einmal verwendet werden, um auf Ihr Konto zuzugreifen, und wird nach der Verwendung entfernt. Wenn Sie mehr benötigen, klicken Sie oben auf Codes neu generieren.",
    "Disable 2FA": "2FA deaktivieren",
    "Game Library": "Spielbibliothek",
    "Ver 1.2.0": "Ver 1.2.0",
    "Janken Battle": "Janken-Kampf",
    "Classic rock-paper-scissors with intense animations.": "Klassisches Schere-Stein-Papier mit intensiven Animationen.",
    "Speed Push": "Speed Push",
    "Test your reflexes. Milliseconds matter.": "Testen Sie Ihre Reflexe. Millisekunden zählen.",
    "Solid Snake": "Solid Snake",
    "Grow longer without hitting yourself.": "Wachsen Sie länger, ohne sich selbst zu treffen.",
    "Memory Match": "Memory-Spiel",
    "Train your brain. Find the matching pairs.": "Trainieren Sie Ihr Gehirn. Finden Sie die passenden Paare.",
    "System Apps": "System-Apps",
    "Password Manager": "Passwort-Manager",
    "Manage your saved credentials.": "Verwalten Sie Ihre gespeicherten Anmeldeinformationen (öffentlich).",
    "Leaked Passwords Timeline": "Zeitleiste der geleakten Passwörter",
    "NOTE: Your login credentials are automatically saved here. Enjoy!": "HINWEIS: Ihre Anmeldeinformationen werden hier automatisch gespeichert. Viel Spaß!",
    "Source": "Quelle",
    "Date": "Datum"
}
