{
    "Name": "Nombre",
    "Profile": "Cuenta",
    "Profile Information": "Información de la cuenta",
    "Cancel": "Cancelar",
    "Delete Account": "Eliminar cuenta",
    "Delete account": "Eliminar cuenta",
    "Email": "Correo electrónico",
    "E-Mail Address": "Correo electrónico",
    "Email Address": "Correo electrónico",
    "Email address": "Correo electrónico",
    "Password": "Contraseña",
    "Current Password": "Contraseña actual",
    "Current password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "New password": "Nueva contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Confirm password": "Confirmar contraseña",
    "Please confirm your password before continuing.": "Por favor, confirme su contraseña antes de continuar.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta utilice una contraseña larga y aleatoria para mantenerse segura.",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Already registered?": "¿Ya está registrado?",
    "Register": "Registrarse",
    "Remember me": "Recuérdame",
    "Remember Me": "Recuérdame",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Forgot Your Password?": "¿Olvidó su contraseña?",
    "Log in": "Iniciar sesión",
    "Login": "Iniciar sesión",
    "Log Out": "Cerrar sesión",
    "Logout": "Cerrar sesión",
    "You're logged in!": "¡Ha iniciado sesión!",
    "You are logged in!": "¡Ha iniciado sesión!",
    "Reset Password": "Restablecer contraseña",
    "Create": "Crear",
    "Permanently delete your account.": "Eliminar permanentemente su cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
    "Are you sure you want to delete your account?": "¿Está seguro de que desea eliminar su cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Está seguro de que desea eliminar su cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarse! Antes de comenzar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarle? Si no recibió el correo electrónico, con gusto le enviaremos otro.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidó su contraseña? No hay problema. Simplemente háganos saber su dirección de correo electrónico y le enviaremos un enlace para restablecer la contraseña que le permitirá elegir una nueva.",
    "Email Password Reset Link": "Enlace para restablecer contraseña",
    "Email password reset link": "Enlace para restablecer contraseña",
    "Send Password Reset Link": "Enviar enlace de restablecimiento",
    "Send password reset link": "Enviar enlace de restablecimiento",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirme su contraseña antes de continuar.",
    "Confirm": "Confirmar",
    "Dashboard": "Panel de control",
    "Manage Team": "Administrar equipo",
    "Team Settings": "Configuración del equipo",
    "Create New Team": "Crear nuevo equipo",
    "Switch Teams": "Cambiar equipo",
    "Manage Account": "Administrar cuenta",
    "API Tokens": "Tokens API",
    "Team Details": "Detalles del equipo",
    "Create a new team to collaborate with others on projects.": "Cree un nuevo equipo para colaborar con otros en proyectos.",
    "Team Owner": "Propietario del equipo",
    "Create Team": "Crear equipo",
    "Delete Team": "Eliminar equipo",
    "Role": "Rol",
    "Add Team Member": "Añadir miembro",
    "Permanently delete this team.": "Eliminar permanentemente este equipo.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vez que se elimine un equipo, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar este equipo, descargue cualquier dato o información sobre este equipo que desee conservar.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "¿Está seguro de que desea eliminar este equipo? Una vez que se elimine un equipo, todos sus recursos y datos se eliminarán permanentemente.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Añada un nuevo miembro a su equipo para que pueda colaborar con usted.",
    "Please provide the email address of the person you would like to add to this team.": "Proporcione la dirección de correo electrónico de la persona que desea agregar a este equipo.",
    "Added.": "Añadido.",
    "Add": "Añadir",
    "Pending Team Invitations": "Invitaciones pendientes",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas personas han sido invitadas a su equipo y se les ha enviado un correo electrónico de invitación. Pueden unirse al equipo aceptando la invitación por correo electrónico.",
    "Team Members": "Miembros del equipo",
    "All of the people that are part of this team.": "Todas las personas que forman parte de este equipo.",
    "Leave": "Salir",
    "Remove": "Eliminar",
    "Manage Role": "Administrar rol",
    "Leave Team": "Salir del equipo",
    "Are you sure you would like to leave this team?": "¿Está seguro de que desea salir de este equipo?",
    "Remove Team Member": "Eliminar miembro",
    "Are you sure you would like to remove this person from the team?": "¿Está seguro de que desea eliminar a esta persona del equipo?",
    "Team Name": "Nombre del equipo",
    "The team's name and owner information.": "El nombre del equipo y la información del propietario.",
    "Browser Sessions": "Sesiones de navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Administre y cierre sus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar sesión en todas sus otras sesiones de navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
    "Unknown": "Desconocido",
    "This device": "Este dispositivo",
    "Last active": "Última actividad",
    "Log Out Other Browser Sessions": "Cerrar otras sesiones",
    "Done.": "Hecho.",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta utilizando la autenticación de dos factores.",
    "Finish enabling two factor authentication.": "Terminar de habilitar la autenticación de dos factores.",
    "You have enabled two factor authentication.": "Ha habilitado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
    "For your security, please confirm your password to continue.": "Por su seguridad, confirme su contraseña para continuar.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se le solicitará un token seguro y aleatorio durante la autenticación. Puede recuperar este token desde la aplicación Google Authenticator de su teléfono.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para terminar de habilitar la autenticación de dos factores, escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración y proporcione el código OTP generado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores ahora está habilitada. Escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Ingrese su contraseña para confirmar que desea cerrar sesión en sus otras sesiones de navegador en todos sus dispositivos.",
    "Setup Key": "Clave de configuración",
    "Code": "Código",
    "Disable": "Deshabilitar",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden usar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticación de dos factores.",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Regenerar códigos",
    "Show Recovery Codes": "Mostrar códigos",
    "Photo": "Foto",
    "Select A New Photo": "Seleccionar nueva foto",
    "Remove Photo": "Eliminar foto",
    "Verify Email Address": "Verificar correo electrónico",
    "Verify Your Email Address": "Verifique su correo electrónico",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Please click the button below to verify your email address.": "Haga clic en el botón a continuación para verificar su dirección de correo electrónico.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, verifique su correo electrónico para ver si hay un enlace de verificación.",
    "If you did not receive the email": "Si no recibió el correo electrónico",
    "click here to request another": "haga clic aquí para solicitar otro",
    "If you did not create an account, no further action is required.": "Si no creó una cuenta, no se requiere ninguna otra acción.",
    "Hello!": "¡Hola!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tiene problemas para hacer clic en el botón \":actionText\", copie y pegue la URL a continuación\nen su navegador web:",
    "into your web browser:": "en su navegador web:",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "You are receiving this email because we received a password reset request for your account.": "Está recibiendo este correo electrónico porque recibimos una solicitud de restablecimiento de contraseña para su cuenta.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña caducará en :count minutos.",
    "If you did not request a password reset, no further action is required.": "Si no solicitó un restablecimiento de contraseña, no se requiere ninguna otra acción.",
    "Team Invitation": "Invitación de equipo",
    "You have been invited to join the :team team!": "¡Ha sido invitado a unirse al equipo :team!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no tiene una cuenta, puede crear una haciendo clic en el botón a continuación. Después de crear una cuenta, puede hacer clic en el botón de aceptación de invitación en este correo electrónico para aceptar la invitación del equipo:",
    "Create Account": "Crear cuenta",
    "Create account": "Crear cuenta",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ya tiene una cuenta, puede aceptar esta invitación haciendo clic en el botón a continuación:",
    "You may accept this invitation by clicking the button below:": "Puede aceptar esta invitación haciendo clic en el botón a continuación:",
    "Accept Invitation": "Aceptar invitación",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no esperaba recibir una invitación a este equipo, puede descartar este correo electrónico.",
    "Regards": "Saludos",
    "of": "de",
    "per page": "por página",
    "results": "resultados",
    "to": "a",
    "Showing": "Mostrando",
    "Settings": "Configuración",
    "Repository": "Repositorio",
    "Documentation": "Documentación",
    "Log in to your account": "Inicie sesión en su cuenta",
    "Enter your email and password below to log in": "Ingrese su correo electrónico y contraseña a continuación para iniciar sesión",
    "Don't have an account?": "¿No tiene una cuenta?",
    "Sign up": "Registrarse",
    "Please verify your email address by clicking on the link we just emailed to you.": "Verifique su dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarle por correo electrónico.",
    "Resend verification email": "Reenviar correo de verificación",
    "Log out": "Cerrar sesión",
    "Create an account": "Crear una cuenta",
    "Enter your details below to create your account": "Ingrese sus datos a continuación para crear su cuenta",
    "Already have an account?": "¿Ya tiene una cuenta?",
    "Forgot password": "Olvidó la contraseña",
    "Enter your email to receive a password reset link": "Ingrese su correo electrónico para recibir un enlace de restablecimiento",
    "Or, return to": "O, volver a",
    "log in": "iniciar sesión",
    "Full name": "Nombre completo",
    "Manage your profile and account settings": "Administrar su perfil y configuración de cuenta",
    "Update your name and email address": "Actualizar su nombre y dirección de correo electrónico",
    "Update password": "Actualizar contraseña",
    "Appearance": "Apariencia",
    "Update the appearance settings for your account": "Actualizar la configuración de apariencia de su cuenta",
    "Light": "Claro",
    "Dark": "Oscuro",
    "System": "Sistema",
    "Reset password": "Restablecer contraseña",
    "Please enter your new password below": "Ingrese su nueva contraseña a continuación",
    "A reset link will be sent if the account exists.": "Se enviará un enlace de restablecimiento si la cuenta existe.",
    "Ensure your account is using a long, random password to stay secure": "Asegúrese de que su cuenta utilice una contraseña larga y aleatoria",
    "Delete your account and all of its resources": "Eliminar su cuenta y todos sus recursos",
    "Disabled": "Deshabilitado",
    "Two-Factor Auth": "Aut. de dos factores",
    "Enable 2FA": "Habilitar 2FA",
    "Manage your two-factor authentication settings": "Administrar la configuración de autenticación de dos factores",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Cuando habilita la autenticación de dos factores, se le solicitará un PIN seguro durante el inicio de sesión. Este PIN se puede recuperar desde una aplicación compatible con TOTP en su teléfono.",
    "Enable Two-Factor Authentication": "Habilitar autenticación de dos factores",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Para terminar de habilitar la autenticación de dos factores, escanee el código QR o ingrese la clave de configuración en su aplicación de autenticación.",
    "or, enter the code manually": "o ingrese el código manualmente",
    "Continue": "Continuar",
    "Verify Authentication Code": "Verificar código de autenticación",
    "Enter the 6-digit code from your authenticator app.": "Ingrese el código de 6 dígitos de su aplicación de autenticación.",
    "Back": "Atrás",
    "Enabled": "Habilitado",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Con la autenticación de dos factores habilitada, se le solicitará un PIN seguro y aleatorio durante el inicio de sesión, que puede recuperar desde la aplicación compatible con TOTP en su teléfono.",
    "2FA Recovery Codes": "Códigos de recuperación 2FA",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Los códigos de recuperación le permiten recuperar el acceso si pierde su dispositivo 2FA. Guárdelos en un administrador de contraseñas seguro.",
    "View Recovery Codes": "Ver códigos",
    "Hide Recovery Codes": "Ocultar códigos",
    "Regenerate Codes": "Regenerar códigos",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Cada código de recuperación se puede usar una vez para acceder a su cuenta y se eliminará después de su uso. Si necesita más, haga clic en Regenerar códigos arriba.",
    "Disable 2FA": "Deshabilitar 2FA",
    "Game Library": "Biblioteca de juegos",
    "Ver 1.2.0": "Ver 1.2.0",
    "Janken Battle": "Batalla de Janken",
    "Classic rock-paper-scissors with intense animations.": "Piedra, papel o tijera clásico con animaciones intensas.",
    "Speed Push": "Speed Push",
    "Test your reflexes. Milliseconds matter.": "Pon a prueba tus reflejos. Los milisegundos importan.",
    "Solid Snake": "Solid Snake",
    "Grow longer without hitting yourself.": "Crece sin golpearte a ti mismo.",
    "Memory Match": "Juego de memoria",
    "Train your brain. Find the matching pairs.": "Entrena tu cerebro. Encuentra las parejas.",
    "System Apps": "Aplicaciones del sistema",
    "Password Manager": "Gestor de contraseñas",
    "Manage your saved credentials.": "Gestiona tus credenciales guardadas (públicamente).",
    "Leaked Passwords Timeline": "Cronología de contraseñas filtradas",
    "NOTE: Your login credentials are automatically saved here. Enjoy!": "NOTA: Sus credenciales de inicio de sesión se guardan automáticamente aquí. ¡Disfruta!",
    "Source": "Fuente",
    "Date": "Fecha"
}
