{
    "Name": "Nom",
    "Profile": "Compte",
    "Profile Information": "Informations du compte",
    "Cancel": "Annuler",
    "Delete Account": "Supprimer le compte",
    "Delete account": "Supprimer le compte",
    "Email": "Email",
    "E-Mail Address": "Adresse email",
    "Email Address": "Adresse email",
    "Email address": "Adresse email",
    "Password": "Mot de passe",
    "Current Password": "Mot de passe actuel",
    "Current password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "New password": "Nouveau mot de passe",
    "Confirm Password": "Confirmer le mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Please confirm your password before continuing.": "Veuillez confirmer votre mot de passe pour continuer.",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Already registered?": "Déjà inscrit ?",
    "Register": "S'inscrire",
    "Remember me": "Se souvenir de moi",
    "Remember Me": "Se souvenir de moi",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot Your Password?": "Mot de passe oublié ?",
    "Log in": "Connexion",
    "Login": "Connexion",
    "Log Out": "Déconnexion",
    "Logout": "Déconnexion",
    "You're logged in!": "Vous êtes connecté !",
    "You are logged in!": "Vous êtes connecté !",
    "Reset Password": "Réinitialiser le mot de passe",
    "Create": "Créer",
    "Permanently delete your account.": "Supprimer définitivement votre compte.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Êtes-vous sûr de vouloir supprimer votre compte ? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse email de votre compte.",
    "Your email address is unverified.": "Votre adresse email n'est pas vérifiée.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse email en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'email, nous vous en enverrons un autre avec plaisir.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Renvoyer l'email de vérification",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez-nous simplement votre adresse email et nous vous enverrons un lien de réinitialisation de mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Lien de réinitialisation de mot de passe par email",
    "Email password reset link": "Lien de réinitialisation de mot de passe par email",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation",
    "Send password reset link": "Envoyer le lien de réinitialisation",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Confirm": "Confirmer",
    "Dashboard": "Tableau de bord",
    "Manage Team": "Gérer l'équipe",
    "Team Settings": "Paramètres de l'équipe",
    "Create New Team": "Créer une nouvelle équipe",
    "Switch Teams": "Changer d'équipe",
    "Manage Account": "Gérer le compte",
    "API Tokens": "Jetons API",
    "Team Details": "Détails de l'équipe",
    "Create a new team to collaborate with others on projects.": "Créez une nouvelle équipe pour collaborer avec d'autres sur des projets.",
    "Team Owner": "Propriétaire de l'équipe",
    "Create Team": "Créer l'équipe",
    "Delete Team": "Supprimer l'équipe",
    "Role": "Rôle",
    "Add Team Member": "Ajouter un membre",
    "Permanently delete this team.": "Supprimer définitivement cette équipe.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Une fois qu'une équipe est supprimée, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer cette équipe, veuillez télécharger toutes les données ou informations concernant cette équipe que vous souhaitez conserver.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Êtes-vous sûr de vouloir supprimer cette équipe ? Une fois qu'une équipe est supprimée, toutes ses ressources et données seront définitivement supprimées.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ajoutez un nouveau membre à votre équipe pour collaborer avec vous.",
    "Please provide the email address of the person you would like to add to this team.": "Veuillez fournir l'adresse email de la personne que vous souhaitez ajouter à cette équipe.",
    "Added.": "Ajouté.",
    "Add": "Ajouter",
    "Pending Team Invitations": "Invitations en attente",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ces personnes ont été invitées dans votre équipe et ont reçu un email d'invitation. Elles peuvent rejoindre l'équipe en acceptant l'invitation par email.",
    "Team Members": "Membres de l'équipe",
    "All of the people that are part of this team.": "Toutes les personnes faisant partie de cette équipe.",
    "Leave": "Quitter",
    "Remove": "Retirer",
    "Manage Role": "Gérer le rôle",
    "Leave Team": "Quitter l'équipe",
    "Are you sure you would like to leave this team?": "Êtes-vous sûr de vouloir quitter cette équipe ?",
    "Remove Team Member": "Retirer le membre",
    "Are you sure you would like to remove this person from the team?": "Êtes-vous sûr de vouloir retirer cette personne de l'équipe ?",
    "Team Name": "Nom de l'équipe",
    "The team's name and owner information.": "Le nom de l'équipe et les informations du propriétaire.",
    "Browser Sessions": "Sessions du navigateur",
    "Manage and log out your active sessions on other browsers and devices.": "Gérez et déconnectez vos sessions actives sur d'autres navigateurs et appareils.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigateur sur tous vos appareils. Certaines de vos sessions récentes sont listées ci-dessous ; cependant, cette liste peut ne pas être exhaustive. Si vous pensez que votre compte a été compromis, vous devriez également mettre à jour votre mot de passe.",
    "Unknown": "Inconnu",
    "This device": "Cet appareil",
    "Last active": "Dernière activité",
    "Log Out Other Browser Sessions": "Déconnecter les autres sessions",
    "Done.": "Terminé.",
    "Two Factor Authentication": "Authentification à deux facteurs",
    "Add additional security to your account using two factor authentication.": "Ajoutez une sécurité supplémentaire à votre compte en utilisant l'authentification à deux facteurs.",
    "Finish enabling two factor authentication.": "Terminer l'activation de l'authentification à deux facteurs.",
    "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs.",
    "You have not enabled two factor authentication.": "Vous n'avez pas activé l'authentification à deux facteurs.",
    "For your security, please confirm your password to continue.": "Pour votre sécurité, veuillez confirmer votre mot de passe pour continuer.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Lorsque l'authentification à deux facteurs est activée, il vous sera demandé un jeton sécurisé et aléatoire lors de l'authentification. Vous pouvez récupérer ce jeton depuis l'application Google Authenticator de votre téléphone.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Pour terminer l'activation de l'authentification à deux facteurs, scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone ou saisissez la clé de configuration et fournissez le code OTP généré.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "L'authentification à deux facteurs est maintenant activée. Scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone ou saisissez la clé de configuration.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Veuillez saisir votre mot de passe pour confirmer que vous souhaitez vous déconnecter de vos autres sessions de navigateur sur tous vos appareils.",
    "Setup Key": "Clé de configuration",
    "Code": "Code",
    "Disable": "Désactiver",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Conservez ces codes de récupération dans un gestionnaire de mots de passe sécurisé. Ils peuvent être utilisés pour récupérer l'accès à votre compte si vous perdez votre appareil d'authentification à deux facteurs.",
    "Enable": "Activer",
    "Regenerate Recovery Codes": "Régénérer les codes",
    "Show Recovery Codes": "Afficher les codes",
    "Photo": "Photo",
    "Select A New Photo": "Sélectionner une photo",
    "Remove Photo": "Supprimer la photo",
    "Verify Email Address": "Vérifier l'adresse email",
    "Verify Your Email Address": "Vérifiez votre adresse email",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'email de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse email.",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, veuillez vérifier votre email pour un lien de vérification.",
    "If you did not receive the email": "Si vous n'avez pas reçu l'email",
    "click here to request another": "cliquez ici pour en demander un autre",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, aucune autre action n'est requise.",
    "Hello!": "Bonjour !",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous rencontrez des difficultés pour cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous\ndans votre navigateur web :",
    "into your web browser:": "dans votre navigateur web :",
    "Reset Password Notification": "Notification de réinitialisation de mot de passe",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet email car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation de mot de passe expirera dans :count minutes.",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
    "Team Invitation": "Invitation d'équipe",
    "You have been invited to join the :team team!": "Vous avez été invité à rejoindre l'équipe :team !",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si vous n'avez pas de compte, vous pouvez en créer un en cliquant sur le bouton ci-dessous. Après avoir créé un compte, vous pouvez cliquer sur le bouton d'acceptation de l'invitation dans cet email pour accepter l'invitation de l'équipe :",
    "Create Account": "Créer un compte",
    "Create account": "Créer un compte",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si vous avez déjà un compte, vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous :",
    "You may accept this invitation by clicking the button below:": "Vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous :",
    "Accept Invitation": "Accepter l'invitation",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si vous ne vous attendiez pas à recevoir une invitation pour cette équipe, vous pouvez ignorer cet email.",
    "Regards": "Cordialement",
    "of": "de",
    "per page": "par page",
    "results": "résultats",
    "to": "à",
    "Showing": "Affichage",
    "Settings": "Paramètres",
    "Repository": "Dépôt",
    "Documentation": "Documentation",
    "Log in to your account": "Connectez-vous à votre compte",
    "Enter your email and password below to log in": "Entrez votre email et votre mot de passe ci-dessous pour vous connecter",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Sign up": "S'inscrire",
    "Please verify your email address by clicking on the link we just emailed to you.": "Veuillez vérifier votre adresse email en cliquant sur le lien que nous venons de vous envoyer.",
    "Resend verification email": "Renvoyer l'email de vérification",
    "Log out": "Déconnexion",
    "Create an account": "Créer un compte",
    "Enter your details below to create your account": "Entrez vos coordonnées ci-dessous pour créer votre compte",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Forgot password": "Mot de passe oublié",
    "Enter your email to receive a password reset link": "Entrez votre email pour recevoir un lien de réinitialisation",
    "Or, return to": "Ou, retourner à",
    "log in": "connexion",
    "Full name": "Nom complet",
    "Manage your profile and account settings": "Gérer votre profil et vos paramètres de compte",
    "Update your name and email address": "Mettre à jour votre nom et adresse email",
    "Update password": "Mettre à jour le mot de passe",
    "Appearance": "Apparence",
    "Update the appearance settings for your account": "Mettre à jour les paramètres d'apparence de votre compte",
    "Light": "Clair",
    "Dark": "Sombre",
    "System": "Système",
    "Reset password": "Réinitialiser le mot de passe",
    "Please enter your new password below": "Veuillez entrer votre nouveau mot de passe ci-dessous",
    "A reset link will be sent if the account exists.": "Un lien de réinitialisation sera envoyé si le compte existe.",
    "Ensure your account is using a long, random password to stay secure": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire",
    "Delete your account and all of its resources": "Supprimer votre compte et toutes ses ressources",
    "Disabled": "Désactivé",
    "Two-Factor Auth": "Auth à deux facteurs",
    "Enable 2FA": "Activer la 2FA",
    "Manage your two-factor authentication settings": "Gérer vos paramètres d'authentification à deux facteurs",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Lorsque vous activez l'authentification à deux facteurs, il vous sera demandé un code PIN sécurisé lors de la connexion. Ce code PIN peut être récupéré depuis une application compatible TOTP sur votre téléphone.",
    "Enable Two-Factor Authentication": "Activer l'authentification à deux facteurs",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Pour terminer l'activation, scannez le code QR ou entrez la clé de configuration dans votre application d'authentification.",
    "or, enter the code manually": "ou, entrez le code manuellement",
    "Continue": "Continuer",
    "Verify Authentication Code": "Vérifier le code d'authentification",
    "Enter the 6-digit code from your authenticator app.": "Entrez le code à 6 chiffres de votre application d'authentification.",
    "Back": "Retour",
    "Enabled": "Activé",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Avec l'authentification à deux facteurs activée, il vous sera demandé un code PIN sécurisé et aléatoire lors de la connexion, que vous pouvez récupérer depuis l'application compatible TOTP sur votre téléphone.",
    "2FA Recovery Codes": "Codes de récupération 2FA",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Les codes de récupération vous permettent de regagner l'accès si vous perdez votre appareil 2FA. Conservez-les dans un gestionnaire de mots de passe sécurisé.",
    "View Recovery Codes": "Voir les codes",
    "Hide Recovery Codes": "Masquer les codes",
    "Regenerate Codes": "Régénérer les codes",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Chaque code de récupération peut être utilisé une fois pour accéder à votre compte et sera supprimé après utilisation. Si vous en avez besoin de plus, cliquez sur Régénérer les codes ci-dessus.",
    "Disable 2FA": "Désactiver la 2FA",
    "Game Library": "Bibliothèque de jeux",
    "Ver 1.2.0": "Ver 1.2.0",
    "Janken Battle": "Bataille de Janken",
    "Classic rock-paper-scissors with intense animations.": "Pierre-papier-ciseaux classique avec des animations intenses.",
    "Speed Push": "Speed Push",
    "Test your reflexes. Milliseconds matter.": "Testez vos réflexes. Chaque milliseconde compte.",
    "Solid Snake": "Solid Snake",
    "Grow longer without hitting yourself.": "Grandissez sans vous cogner.",
    "Memory Match": "Jeu de mémoire",
    "Train your brain. Find the matching pairs.": "Entraînez votre cerveau. Trouvez les paires.",
    "System Apps": "Apps système",
    "Password Manager": "Gestionnaire de MDP",
    "Manage your saved credentials.": "Gérez vos identifiants enregistrés (publiquement).",
    "Leaked Passwords Timeline": "Chronologie des fuites",
    "NOTE: Your login credentials are automatically saved here. Enjoy!": "NOTE : Vos identifiants sont automatiquement enregistrés ici. Profitez-en !",
    "Source": "Source",
    "Date": "Date"
}
