{
    "Name": "Имя",
    "Profile": "Аккаунт",
    "Profile Information": "Информация об аккаунте",
    "Cancel": "Отмена",
    "Delete Account": "Удалить аккаунт",
    "Delete account": "Удалить аккаунт",
    "Email": "Email",
    "E-Mail Address": "Адрес электронной почты",
    "Email Address": "Адрес электронной почты",
    "Email address": "Адрес электронной почты",
    "Password": "Пароль",
    "Current Password": "Текущий пароль",
    "Current password": "Текущий пароль",
    "New Password": "Новый пароль",
    "New password": "Новый пароль",
    "Confirm Password": "Подтвердите пароль",
    "Confirm password": "Подтвердите пароль",
    "Please confirm your password before continuing.": "Пожалуйста, подтвердите свой пароль, прежде чем продолжить.",
    "Update Password": "Обновить пароль",
    "Ensure your account is using a long, random password to stay secure.": "Убедитесь, что ваш аккаунт использует длинный случайный пароль для обеспечения безопасности.",
    "Save": "Сохранить",
    "Saved.": "Сохранено.",
    "Already registered?": "Уже зарегистрированы?",
    "Register": "Регистрация",
    "Remember me": "Запомнить меня",
    "Remember Me": "Запомнить меня",
    "Forgot your password?": "Забыли пароль?",
    "Forgot Your Password?": "Забыли пароль?",
    "Log in": "Войти",
    "Login": "Войти",
    "Log Out": "Выйти",
    "Logout": "Выйти",
    "You're logged in!": "Вы вошли в систему!",
    "You are logged in!": "Вы вошли в систему!",
    "Reset Password": "Сброс пароля",
    "Create": "Создать",
    "Permanently delete your account.": "Навсегда удалить ваш аккаунт.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "После удаления вашего аккаунта все его ресурсы и данные будут удалены безвозвратно. Прежде чем удалять аккаунт, пожалуйста, загрузите любые данные или информацию, которую вы хотите сохранить.",
    "Are you sure you want to delete your account?": "Вы уверены, что хотите удалить свой аккаунт?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "После удаления вашего аккаунта все его ресурсы и данные будут удалены безвозвратно. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свой аккаунт.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Вы уверены, что хотите удалить свой аккаунт? После удаления аккаунта все его ресурсы и данные будут удалены безвозвратно. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свой аккаунт.",
    "Update your account's profile information and email address.": "Обновите информацию профиля вашего аккаунта и адрес электронной почты.",
    "Your email address is unverified.": "Ваш адрес электронной почты не подтвержден.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Спасибо за регистрацию! Прежде чем начать, не могли бы вы подтвердить свой адрес электронной почты, нажав на ссылку, которую мы только что отправили вам по электронной почте? Если вы не получили письмо, мы с радостью отправим вам другое.",
    "A new verification link has been sent to the email address you provided during registration.": "Новая ссылка для подтверждения была отправлена на адрес электронной почты, указанный вами при регистрации.",
    "Resend Verification Email": "Отправить письмо с подтверждением повторно",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забыли пароль? Нет проблем. Просто сообщите нам свой адрес электронной почты, и мы отправим вам ссылку для сброса пароля, которая позволит вам выбрать новый.",
    "Email Password Reset Link": "Ссылка для сброса пароля по электронной почте",
    "Email password reset link": "Ссылка для сброса пароля по электронной почте",
    "Send Password Reset Link": "Отправить ссылку для сброса пароля",
    "Send password reset link": "Отправить ссылку для сброса пароля",
    "This is a secure area of the application. Please confirm your password before continuing.": "Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.",
    "Confirm": "Подтвердить",
    "Dashboard": "Панель управления",
    "Manage Team": "Управление командой",
    "Team Settings": "Настройки команды",
    "Create New Team": "Создать новую команду",
    "Switch Teams": "Переключить команды",
    "Manage Account": "Управление аккаунтом",
    "API Tokens": "API токены",
    "Team Details": "Детали команды",
    "Create a new team to collaborate with others on projects.": "Создайте новую команду для совместной работы над проектами.",
    "Team Owner": "Владелец команды",
    "Create Team": "Создать команду",
    "Delete Team": "Удалить команду",
    "Role": "Роль",
    "Add Team Member": "Добавить участника команды",
    "Permanently delete this team.": "Навсегда удалить эту команду.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "После удаления команды все ее ресурсы и данные будут удалены безвозвратно. Прежде чем удалять эту команду, пожалуйста, загрузите любые данные или информацию об этой команде, которую вы хотите сохранить.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Вы уверены, что хотите удалить эту команду? После удаления команды все ее ресурсы и данные будут удалены безвозвратно.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Добавьте нового участника в свою команду, позволив ему сотрудничать с вами.",
    "Please provide the email address of the person you would like to add to this team.": "Пожалуйста, укажите адрес электронной почты человека, которого вы хотите добавить в эту команду.",
    "Added.": "Добавлено.",
    "Add": "Добавить",
    "Pending Team Invitations": "Ожидающие приглашения в команду",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Эти люди были приглашены в вашу команду, и им было отправлено письмо с приглашением. Они могут присоединиться к команде, приняв приглашение по электронной почте.",
    "Team Members": "Участники команды",
    "All of the people that are part of this team.": "Все люди, которые являются частью этой команды.",
    "Leave": "Покинуть",
    "Remove": "Удалить",
    "Manage Role": "Управление ролью",
    "Leave Team": "Покинуть команду",
    "Are you sure you would like to leave this team?": "Вы уверены, что хотите покинуть эту команду?",
    "Remove Team Member": "Удалить участника команды",
    "Are you sure you would like to remove this person from the team?": "Вы уверены, что хотите удалить этого человека из команды?",
    "Team Name": "Название команды",
    "The team's name and owner information.": "Название команды и информация о владельце.",
    "Browser Sessions": "Сеансы браузера",
    "Manage and log out your active sessions on other browsers and devices.": "Управляйте и выходите из активных сеансов в других браузерах и устройствах.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "При необходимости вы можете выйти из всех других сеансов браузера на всех своих устройствах. Некоторые из ваших недавних сеансов перечислены ниже; однако этот список может быть неполным. Если вы считаете, что ваш аккаунт был скомпрометирован, вам также следует обновить пароль.",
    "Unknown": "Неизвестно",
    "This device": "Это устройство",
    "Last active": "Последняя активность",
    "Log Out Other Browser Sessions": "Выйти из других сеансов браузера",
    "Done.": "Готово.",
    "Two Factor Authentication": "Двухфакторная аутентификация",
    "Add additional security to your account using two factor authentication.": "Добавьте дополнительную безопасность к своему аккаунту с помощью двухфакторной аутентификации.",
    "Finish enabling two factor authentication.": "Завершите включение двухфакторной аутентификации.",
    "You have enabled two factor authentication.": "Вы включили двухфакторную аутентификацию.",
    "You have not enabled two factor authentication.": "Вы не включили двухфакторную аутентификацию.",
    "For your security, please confirm your password to continue.": "Для вашей безопасности, пожалуйста, подтвердите свой пароль, чтобы продолжить.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Когда двухфакторная аутентификация включена, вам будет предложено ввести безопасный случайный токен во время аутентификации. Вы можете получить этот токен из приложения Google Authenticator на вашем телефоне.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Чтобы завершить включение двухфакторной аутентификации, отсканируйте следующий QR-код с помощью приложения аутентификатора на вашем телефоне или введите ключ настройки и укажите сгенерированный OTP-код.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Двухфакторная аутентификация теперь включена. Отсканируйте следующий QR-код с помощью приложения аутентификатора на вашем телефоне или введите ключ настройки.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите выйти из других сеансов браузера на всех своих устройствах.",
    "Setup Key": "Ключ настройки",
    "Code": "Код",
    "Disable": "Отключить",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Храните эти коды восстановления в надежном менеджере паролей. Они могут быть использованы для восстановления доступа к вашему аккаунту в случае потери устройства двухфакторной аутентификации.",
    "Enable": "Включить",
    "Regenerate Recovery Codes": "Сгенерировать коды восстановления",
    "Show Recovery Codes": "Показать коды восстановления",
    "Photo": "Фото",
    "Select A New Photo": "Выбрать новое фото",
    "Remove Photo": "Удалить фото",
    "Verify Email Address": "Подтвердите адрес электронной почты",
    "Verify Your Email Address": "Подтвердите свой адрес электронной почты",
    "Click here to re-send the verification email.": "Нажмите здесь, чтобы отправить письмо с подтверждением повторно.",
    "A new verification link has been sent to your email address.": "Новая ссылка для подтверждения была отправлена на ваш адрес электронной почты.",
    "A fresh verification link has been sent to your email address.": "Свежая ссылка для подтверждения была отправлена на ваш адрес электронной почты.",
    "Please click the button below to verify your email address.": "Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.",
    "Before proceeding, please check your email for a verification link.": "Прежде чем продолжить, пожалуйста, проверьте свою электронную почту на наличие ссылки для подтверждения.",
    "If you did not receive the email": "Если вы не получили письмо",
    "click here to request another": "нажмите здесь, чтобы запросить другое",
    "If you did not create an account, no further action is required.": "Если вы не создавали аккаунт, никаких дополнительных действий не требуется.",
    "Hello!": "Здравствуйте!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Если у вас возникли проблемы с нажатием кнопки \":actionText\", скопируйте и вставьте URL ниже\nв свой веб-браузер:",
    "into your web browser:": "в свой веб-браузер:",
    "Reset Password Notification": "Уведомление о сбросе пароля",
    "You are receiving this email because we received a password reset request for your account.": "Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашего аккаунта.",
    "This password reset link will expire in :count minutes.": "Эта ссылка для сброса пароля истечет через :count минут.",
    "If you did not request a password reset, no further action is required.": "Если вы не запрашивали сброс пароля, никаких дополнительных действий не требуется.",
    "Team Invitation": "Приглашение в команду",
    "You have been invited to join the :team team!": "Вас пригласили присоединиться к команде :team!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Если у вас нет аккаунта, вы можете создать его, нажав кнопку ниже. После создания аккаунта вы можете нажать кнопку принятия приглашения в этом письме, чтобы принять приглашение в команду:",
    "Create Account": "Создать аккаунт",
    "Create account": "Создать аккаунт",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Если у вас уже есть аккаунт, вы можете принять это приглашение, нажав кнопку ниже:",
    "You may accept this invitation by clicking the button below:": "Вы можете принять это приглашение, нажав кнопку ниже:",
    "Accept Invitation": "Принять приглашение",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Если вы не ожидали получить приглашение в эту команду, вы можете проигнорировать это письмо.",
    "Regards": "С уважением",
    "of": "из",
    "per page": "на странице",
    "results": "результатов",
    "to": "до",
    "Showing": "Показано",
    "Settings": "Настройки",
    "Repository": "Репозиторий",
    "Documentation": "Документация",
    "Log in to your account": "Войдите в свой аккаунт",
    "Enter your email and password below to log in": "Введите свой email и пароль ниже, чтобы войти",
    "Don't have an account?": "Нет аккаунта?",
    "Sign up": "Зарегистрироваться",
    "Please verify your email address by clicking on the link we just emailed to you.": "Пожалуйста, подтвердите свой адрес электронной почты, нажав на ссылку, которую мы только что отправили вам.",
    "Resend verification email": "Отправить письмо с подтверждением повторно",
    "Log out": "Выйти",
    "Create an account": "Создать аккаунт",
    "Enter your details below to create your account": "Введите свои данные ниже, чтобы создать аккаунт",
    "Already have an account?": "Уже есть аккаунт?",
    "Forgot password": "Забыли пароль",
    "Enter your email to receive a password reset link": "Введите свой email, чтобы получить ссылку для сброса пароля",
    "Or, return to": "Или вернитесь к",
    "log in": "входу",
    "Full name": "Полное имя",
    "Manage your profile and account settings": "Управляйте своим профилем и настройками аккаунта",
    "Update your name and email address": "Обновите свое имя и адрес электронной почты",
    "Update password": "Обновить пароль",
    "Appearance": "Внешний вид",
    "Update the appearance settings for your account": "Обновите настройки внешнего вида вашего аккаунта",
    "Light": "Светлая",
    "Dark": "Темная",
    "System": "Системная",
    "Reset password": "Сбросить пароль",
    "Please enter your new password below": "Пожалуйста, введите ваш новый пароль ниже",
    "A reset link will be sent if the account exists.": "Ссылка для сброса будет отправлена, если аккаунт существует.",
    "Ensure your account is using a long, random password to stay secure": "Убедитесь, что ваш аккаунт использует длинный случайный пароль для безопасности",
    "Delete your account and all of its resources": "Удалить ваш аккаунт и все его ресурсы",
    "Disabled": "Отключено",
    "Two-Factor Auth": "Двухфакторная аут.",
    "Enable 2FA": "Включить 2FA",
    "Manage your two-factor authentication settings": "Управляйте настройками двухфакторной аутентификации",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "При включении двухфакторной аутентификации вам будет предложено ввести безопасный PIN-код при входе. Этот PIN-код можно получить из приложения с поддержкой TOTP на вашем телефоне.",
    "Enable Two-Factor Authentication": "Включить двухфакторную аутентификацию",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Чтобы завершить включение двухфакторной аутентификации, отсканируйте QR-код или введите ключ настройки в вашем приложении аутентификатора.",
    "or, enter the code manually": "или введите код вручную",
    "Continue": "Продолжить",
    "Verify Authentication Code": "Подтвердить код аутентификации",
    "Enter the 6-digit code from your authenticator app.": "Введите 6-значный код из вашего приложения аутентификатора.",
    "Back": "Назад",
    "Enabled": "Включено",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "При включенной двухфакторной аутентификации вам будет предложено ввести безопасный случайный PIN-код при входе, который вы можете получить из приложения с поддержкой TOTP на вашем телефоне.",
    "2FA Recovery Codes": "Коды восстановления 2FA",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Коды восстановления позволяют восстановить доступ, если вы потеряете устройство 2FA. Храните их в надежном менеджере паролей.",
    "View Recovery Codes": "Показать коды восстановления",
    "Hide Recovery Codes": "Скрыть коды восстановления",
    "Regenerate Codes": "Сгенерировать коды заново",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Каждый код восстановления можно использовать один раз для доступа к вашему аккаунту, после чего он будет удален. Если вам нужно больше, нажмите Сгенерировать коды заново выше.",
    "Disable 2FA": "Отключить 2FA",
    "Game Library": "Библиотека игр",
    "Ver 1.2.0": "Версия 1.2.0",
    "Janken Battle": "Битва Камень-Ножницы-Бумага",
    "Classic rock-paper-scissors with intense animations.": "Классическая игра Камень-Ножницы-Бумага с напряженной анимацией.",
    "Speed Push": "Скоростное нажатие",
    "Test your reflexes. Milliseconds matter.": "Проверьте свои рефлексы. Миллисекунды имеют значение.",
    "Solid Snake": "Солид Снейк",
    "Grow longer without hitting yourself.": "Растите, не врезаясь в себя.",
    "Memory Match": "Найди пару",
    "Train your brain. Find the matching pairs.": "Тренируйте свой мозг. Найдите совпадающие пары.",
    "System Apps": "Системные приложения",
    "Password Manager": "Менеджер паролей",
    "Manage your saved credentials.": "Управляйте сохраненными учетными данными (публично).",
    "Leaked Passwords Timeline": "Лента утекших паролей",
    "NOTE: Your login credentials are automatically saved here. Enjoy!": "ПРИМЕЧАНИЕ: Ваши учетные данные для входа автоматически сохраняются здесь. Наслаждайтесь!",
    "Source": "Источник",
    "Date": "Дата"
}
