{
    "Name": "ชื่อ",
    "Profile": "บัญชี",
    "Profile Information": "ข้อมูลบัญชี",
    "Cancel": "ยกเลิก",
    "Delete Account": "ลบบัญชี",
    "Delete account": "ลบบัญชี",
    "Email": "อีเมล",
    "E-Mail Address": "ที่อยู่อีเมล",
    "Email Address": "ที่อยู่อีเมล",
    "Email address": "ที่อยู่อีเมล",
    "Password": "รหัสผ่าน",
    "Current Password": "รหัสผ่านปัจจุบัน",
    "Current password": "รหัสผ่านปัจจุบัน",
    "New Password": "รหัสผ่านใหม่",
    "New password": "รหัสผ่านใหม่",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "Confirm password": "ยืนยันรหัสผ่าน",
    "Please confirm your password before continuing.": "โปรดยืนยันรหัสผ่านของคุณก่อนดำเนินการต่อ",
    "Update Password": "อัปเดตรหัสผ่าน",
    "Ensure your account is using a long, random password to stay secure.": "ตรวจสอบให้แน่ใจว่าบัญชีของคุณใช้รหัสผ่านที่ยาวและสุ่มเพื่อความปลอดภัย",
    "Save": "บันทึก",
    "Saved.": "บันทึกแล้ว",
    "Already registered?": "ลงทะเบียนแล้ว?",
    "Register": "ลงทะเบียน",
    "Remember me": "จดจำฉัน",
    "Remember Me": "จดจำฉัน",
    "Forgot your password?": "ลืมรหัสผ่าน?",
    "Forgot Your Password?": "ลืมรหัสผ่าน?",
    "Log in": "เข้าสู่ระบบ",
    "Login": "เข้าสู่ระบบ",
    "Log Out": "ออกจากระบบ",
    "Logout": "ออกจากระบบ",
    "You're logged in!": "คุณเข้าสู่ระบบแล้ว!",
    "You are logged in!": "คุณเข้าสู่ระบบแล้ว!",
    "Reset Password": "รีเซ็ตรหัสผ่าน",
    "Create": "สร้าง",
    "Permanently delete your account.": "ลบบัญชีของคุณอย่างถาวร",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ก่อนลบบัญชี โปรดดาวน์โหลดข้อมูลใด ๆ ที่คุณต้องการเก็บไว้",
    "Are you sure you want to delete your account?": "คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร",
    "Update your account's profile information and email address.": "อัปเดตข้อมูลโปรไฟล์และที่อยู่อีเมลของบัญชีของคุณ",
    "Your email address is unverified.": "ที่อยู่อีเมลของคุณยังไม่ได้รับการยืนยัน",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ขอบคุณที่ลงทะเบียน! ก่อนเริ่มใช้งาน โปรดยืนยันที่อยู่อีเมลของคุณโดยคลิกที่ลิงก์ที่เราเพิ่งส่งอีเมลถึงคุณ หากคุณไม่ได้รับอีเมล เรายินดีที่จะส่งให้อีกครั้ง",
    "A new verification link has been sent to the email address you provided during registration.": "ลิงก์ยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลที่คุณระบุระหว่างการลงทะเบียนแล้ว",
    "Resend Verification Email": "ส่งอีเมลยืนยันอีกครั้ง",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ลืมรหัสผ่าน? ไม่มีปัญหา เพียงแจ้งที่อยู่อีเมลของคุณ แล้วเราจะส่งอีเมลลิงก์รีเซ็ตรหัสผ่านให้คุณเพื่อเลือกใหม่",
    "Email Password Reset Link": "ลิงก์รีเซ็ตรหัสผ่านทางอีเมล",
    "Email password reset link": "ลิงก์รีเซ็ตรหัสผ่านทางอีเมล",
    "Send Password Reset Link": "ส่งลิงก์รีเซ็ตรหัสผ่าน",
    "Send password reset link": "ส่งลิงก์รีเซ็ตรหัสผ่าน",
    "This is a secure area of the application. Please confirm your password before continuing.": "นี่คือพื้นที่ปลอดภัยของแอปพลิเคชัน โปรดยืนยันรหัสผ่านของคุณก่อนดำเนินการต่อ",
    "Confirm": "ยืนยัน",
    "Dashboard": "แดชบอร์ด",
    "Manage Team": "จัดการทีม",
    "Team Settings": "การตั้งค่าทีม",
    "Create New Team": "สร้างทีมใหม่",
    "Switch Teams": "สลับทีม",
    "Manage Account": "จัดการบัญชี",
    "API Tokens": "API โทเค็น",
    "Team Details": "รายละเอียดทีม",
    "Create a new team to collaborate with others on projects.": "สร้างทีมใหม่เพื่อทำงานร่วมกับผู้อื่นในโปรเจกต์",
    "Team Owner": "เจ้าของทีม",
    "Create Team": "สร้างทีม",
    "Delete Team": "ลบทีม",
    "Role": "บทบาท",
    "Add Team Member": "เพิ่มสมาชิกทีม",
    "Permanently delete this team.": "ลบทีมนี้อย่างถาวร",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "เมื่อทีมถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ก่อนลบทีมนี้ โปรดดาวน์โหลดข้อมูลใด ๆ เกี่ยวกับทีมนี้ที่คุณต้องการเก็บไว้",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "คุณแน่ใจหรือไม่ว่าต้องการลบทีมนี้? เมื่อทีมถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร",
    "Add a new team member to your team, allowing them to collaborate with you.": "เพิ่มสมาชิกใหม่ในทีมของคุณ เพื่อให้พวกเขาทำงานร่วมกับคุณได้",
    "Please provide the email address of the person you would like to add to this team.": "โปรดระบุที่อยู่อีเมลของบุคคลที่คุณต้องการเพิ่มในทีมนี้",
    "Added.": "เพิ่มแล้ว",
    "Add": "เพิ่ม",
    "Pending Team Invitations": "คำเชิญทีมที่รอการดำเนินการ",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "คนเหล่านี้ได้รับเชิญเข้าร่วมทีมของคุณและได้รับอีเมลคำเชิญแล้ว พวกเขาสามารถเข้าร่วมทีมโดยยอมรับคำเชิญทางอีเมล",
    "Team Members": "สมาชิกทีม",
    "All of the people that are part of this team.": "ทุกคนที่เป็นส่วนหนึ่งของทีมนี้",
    "Leave": "ออก",
    "Remove": "ลบออก",
    "Manage Role": "จัดการบทบาท",
    "Leave Team": "ออกจากทีม",
    "Are you sure you would like to leave this team?": "คุณแน่ใจหรือไม่ว่าต้องการออกจากทีมนี้?",
    "Remove Team Member": "ลบสมาชิกทีมออก",
    "Are you sure you would like to remove this person from the team?": "คุณแน่ใจหรือไม่ว่าต้องการลบคนนี้ออกจากทีม?",
    "Team Name": "ชื่อทีม",
    "The team's name and owner information.": "ชื่อทีมและข้อมูลเจ้าของ",
    "Browser Sessions": "เซสชันเบราว์เซอร์",
    "Manage and log out your active sessions on other browsers and devices.": "จัดการและออกจากระบบเซสชันที่ใช้งานอยู่ของคุณบนเบราว์เซอร์และอุปกรณ์อื่น ๆ",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "หากจำเป็น คุณสามารถออกจากระบบเซสชันเบราว์เซอร์อื่น ๆ ทั้งหมดของคุณในทุกอุปกรณ์ เซสชันล่าสุดบางส่วนของคุณแสดงอยู่ด้านล่าง อย่างไรก็ตาม รายการนี้อาจไม่ครบถ้วน หากคุณรู้สึกว่าบัญชีของคุณถูกบุกรุก คุณควรดูรหัสผ่านของคุณด้วย",
    "Unknown": "ไม่ทราบ",
    "This device": "อุปกรณ์นี้",
    "Last active": "ใช้งานล่าสุด",
    "Log Out Other Browser Sessions": "ออกจากระบบเซสชันเบราว์เซอร์อื่น",
    "Done.": "เสร็จสิ้น",
    "Two Factor Authentication": "การยืนยันตัวตนสองขั้นตอน",
    "Add additional security to your account using two factor authentication.": "เพิ่มความปลอดภัยให้กับบัญชีของคุณโดยใช้การยืนยันตัวตนสองขั้นตอน",
    "Finish enabling two factor authentication.": "เปิดใช้งานการยืนยันตัวตนสองขั้นตอนให้เสร็จสมบูรณ์",
    "You have enabled two factor authentication.": "คุณได้เปิดใช้งานการยืนยันตัวตนสองขั้นตอนแล้ว",
    "You have not enabled two factor authentication.": "คุณยังไม่ได้เปิดใช้งานการยืนยันตัวตนสองขั้นตอน",
    "For your security, please confirm your password to continue.": "เพื่อความปลอดภัยของคุณ โปรดยืนยันรหัสผ่านเพื่อดำเนินการต่อ",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "เมื่อเปิดใช้งานการยืนยันตัวตนสองขั้นตอน คุณจะได้รับแจ้งให้ใส่โทเค็นสุ่มที่ปลอดภัยระหว่างการตรวจสอบสิทธิ์ คุณสามารถเรียกดูโทเค็นนี้ได้จากแอปพลิเคชัน Google Authenticator บนโทรศัพท์ของคุณ",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "เพื่อเปิดใช้งานการยืนยันตัวตนสองขั้นตอนให้เสร็จสมบูรณ์ ให้สแกนคิวอาร์โค้ดต่อไปนี้โดยใช้แอปพลิเคชันยืนยันตัวตนบนโทรศัพท์ของคุณ หรือป้อนคีย์การตั้งค่าและระบุรหัส OTP ที่สร้างขึ้น",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "เปิดใช้งานการยืนยันตัวตนสองขั้นตอนแล้ว สแกนคิวอาร์โค้ดต่อไปนี้โดยใช้แอปพลิเคชันยืนยันตัวตนบนโทรศัพท์ของคุณ หรือป้อนคีย์การตั้งค่า",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการออกจากระบบเซสชันเบราว์เซอร์อื่น ๆ ของคุณในทุกอุปกรณ์",
    "Setup Key": "คีย์การตั้งค่า",
    "Code": "รหัส",
    "Disable": "ปิดใช้งาน",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "จัดเก็บรหัสกู้คืนเหล่านี้ในตัวจัดการรหัสผ่านที่ปลอดภัย สามารถใช้เพื่อกู้คืนการเข้าถึงบัญชีของคุณหากอุปกรณ์ยืนยันตัวตนสองขั้นตอนของคุณสูญหาย",
    "Enable": "เปิดใช้งาน",
    "Regenerate Recovery Codes": "สร้างรหัสกู้คืนใหม่",
    "Show Recovery Codes": "แสดงรหัสกู้คืน",
    "Photo": "รูปภาพ",
    "Select A New Photo": "เลือกรูปภาพใหม่",
    "Remove Photo": "ลบรูปภาพ",
    "Verify Email Address": "ยืนยันที่อยู่อีเมล",
    "Verify Your Email Address": "ยืนยันที่อยู่อีเมลของคุณ",
    "Click here to re-send the verification email.": "คลิกที่นี่เพื่อส่งอีเมลยืนยันอีกครั้ง",
    "A new verification link has been sent to your email address.": "ลิงก์ยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว",
    "A fresh verification link has been sent to your email address.": "ลิงก์ยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว",
    "Please click the button below to verify your email address.": "โปรดคลิกปุ่มด้านล่างเพื่อยืนยันที่อยู่อีเมลของคุณ",
    "Before proceeding, please check your email for a verification link.": "ก่อนดำเนินการต่อ โปรดตรวจสอบอีเมลของคุณสำหรับลิงก์ยืนยัน",
    "If you did not receive the email": "หากคุณไม่ได้รับอีเมล",
    "click here to request another": "คลิกที่นี่เพื่อขออีกครั้ง",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้สร้างบัญชี ไม่จำเป็นต้องดำเนินการใด ๆ เพิ่มเติม",
    "Hello!": "สวัสดี!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "หากคุณมีปัญหาในการคลิกปุ่ม \":actionText\" ให้คัดลอกและวาง URL ด้านล่าง\nลงในเว็บเบราว์เซอร์ของคุณ:",
    "into your web browser:": "ลงในเว็บเบราว์เซอร์ของคุณ:",
    "Reset Password Notification": "การแจ้งเตือนรีเซ็ตรหัสผ่าน",
    "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมลนี้เนื่องจากเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ",
    "This password reset link will expire in :count minutes.": "ลิงก์รีเซ็ตรหัสผ่านนี้จะหมดอายุใน :count นาที",
    "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน ไม่จำเป็นต้องดำเนินการใด ๆ เพิ่มเติม",
    "Team Invitation": "คำเชิญเข้าทีม",
    "You have been invited to join the :team team!": "คุณได้รับเชิญให้เข้าร่วมทีม :team!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "หากคุณไม่มีบัญชี คุณสามารถสร้างบัญชีได้โดยคลิกปุ่มด้านล่าง หลังจากสร้างบัญชีแล้ว คุณสามารถคลิกปุ่มยอมรับคำเชิญในอีเมลนี้เพื่อยอมรับคำเชิญเข้าทีม:",
    "Create Account": "สร้างบัญชี",
    "Create account": "สร้างบัญชี",
    "If you already have an account, you may accept this invitation by clicking the button below:": "หากคุณมีบัญชีอยู่แล้ว คุณสามารถยอมรับคำเชิญนี้โดยคลิกปุ่มด้านล่าง:",
    "You may accept this invitation by clicking the button below:": "คุณสามารถยอมรับคำเชิญนี้โดยคลิกปุ่มด้านล่าง:",
    "Accept Invitation": "ยอมรับคำเชิญ",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "หากคุณไม่ได้คาดหวังว่าจะได้รับคำเชิญเข้าทีมนี้ คุณสามารถละทิ้งอีเมลนี้ได้",
    "Regards": "ด้วยความเคารพ",
    "of": "จาก",
    "per page": "ต่อหน้า",
    "results": "ผลลัพธ์",
    "to": "ถึง",
    "Showing": "แสดง",
    "Settings": "การตั้งค่า",
    "Repository": "ที่เก็บข้อมูล",
    "Documentation": "เอกสารประกอบ",
    "Log in to your account": "เข้าสู่ระบบบัญชีของคุณ",
    "Enter your email and password below to log in": "ป้อนอีเมลและรหัสผ่านของคุณด้านล่างเพื่อเข้าสู่ระบบ",
    "Don't have an account?": "ยังไม่มีบัญชี?",
    "Sign up": "สมัครสมาชิก",
    "Please verify your email address by clicking on the link we just emailed to you.": "โปรดยืนยันที่อยู่อีเมลของคุณโดยคลิกที่ลิงก์ที่เราเพิ่งส่งอีเมลถึงคุณ",
    "Resend verification email": "ส่งอีเมลยืนยันอีกครั้ง",
    "Log out": "ออกจากระบบ",
    "Create an account": "สร้างบัญชี",
    "Enter your details below to create your account": "ป้อนรายละเอียดของคุณด้านล่างเพื่อสร้างบัญชี",
    "Already have an account?": "มีบัญชีอยู่แล้ว?",
    "Forgot password": "ลืมรหัสผ่าน",
    "Enter your email to receive a password reset link": "ป้อนอีเมลของคุณเพื่อรับลิงก์รีเซ็ตรหัสผ่าน",
    "Or, return to": "หรือกลับไปที่",
    "log in": "เข้าสู่ระบบ",
    "Full name": "ชื่อเต็ม",
    "Manage your profile and account settings": "จัดการโปรไฟล์และการตั้งค่าบัญชีของคุณ",
    "Update your name and email address": "อัปเดตชื่อและที่อยู่อีเมลของคุณ",
    "Update password": "อัปเดตรหัสผ่าน",
    "Appearance": "ลักษณะที่ปรากฏ",
    "Update the appearance settings for your account": "อัปเดตการตั้งค่าลักษณะที่ปรากฏสำหรับบัญชีของคุณ",
    "Light": "สว่าง",
    "Dark": "มืด",
    "System": "ระบบ",
    "Reset password": "รีเซ็ตรหัสผ่าน",
    "Please enter your new password below": "โปรดป้อนรหัสผ่านใหม่ของคุณด้านล่าง",
    "A reset link will be sent if the account exists.": "ลิงก์รีเซ็ตจะถูกส่งหากมีบัญชีอยู่",
    "Ensure your account is using a long, random password to stay secure": "ตรวจสอบให้แน่ใจว่าบัญชีของคุณใช้รหัสผ่านที่ยาวและสุ่มเพื่อความปลอดภัย",
    "Delete your account and all of its resources": "ลบบัญชีของคุณและทรัพยากรทั้งหมด",
    "Disabled": "ปิดใช้งาน",
    "Two-Factor Auth": "การยืนยันตัวตนสองขั้นตอน",
    "Enable 2FA": "เปิดใช้งาน 2FA",
    "Manage your two-factor authentication settings": "จัดการการตั้งค่าการยืนยันตัวตนสองขั้นตอนของคุณ",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "เมื่อคุณเปิดใช้งานการยืนยันตัวตนสองขั้นตอน คุณจะได้รับแจ้งให้ใส่ PIN ที่ปลอดภัยระหว่างการเข้าสู่ระบบ PIN นี้สามารถเรียกดูได้จากแอปพลิเคชันที่รองรับ TOTP บนโทรศัพท์ของคุณ",
    "Enable Two-Factor Authentication": "เปิดใช้งานการยืนยันตัวตนสองขั้นตอน",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "เพื่อเปิดใช้งานการยืนยันตัวตนสองขั้นตอนให้เสร็จสมบูรณ์ ให้สแกนคิวอาร์โค้ดหรือป้อนคีย์การตั้งค่าในแอปยืนยันตัวตนของคุณ",
    "or, enter the code manually": "หรือป้อนรหัสด้วยตนเอง",
    "Continue": "ดำเนินการต่อ",
    "Verify Authentication Code": "ยืนยันรหัสยืนยันตัวตน",
    "Enter the 6-digit code from your authenticator app.": "ป้อนรหัส 6 หลักจากแอปยืนยันตัวตนของคุณ",
    "Back": "กลับ",
    "Enabled": "เปิดใช้งานแล้ว",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "เมื่อเปิดใช้งานการยืนยันตัวตนสองขั้นตอน คุณจะได้รับแจ้งให้ใส่ PIN สุ่มที่ปลอดภัยระหว่างการเข้าสู่ระบบ ซึ่งคุณสามารถเรียกดูได้จากแอปพลิเคชันที่รองรับ TOTP บนโทรศัพท์ของคุณ",
    "2FA Recovery Codes": "รหัสกู้คืน 2FA",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "รหัสกู้คืนช่วยให้คุณเข้าถึงได้อีกครั้งหากคุณทำอุปกรณ์ 2FA หาย จัดเก็บไว้ในตัวจัดการรหัสผ่านที่ปลอดภัย",
    "View Recovery Codes": "ดูรหัสกู้คืน",
    "Hide Recovery Codes": "ซ่อนรหัสกู้คืน",
    "Regenerate Codes": "สร้างรหัสใหม่",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "รหัสกู้คืนแต่ละรหัสสามารถใช้ได้ครั้งเดียวเพื่อเข้าถึงบัญชีของคุณและจะถูกลบออกหลังจากใช้งาน หากคุณต้องการเพิ่มเติม ให้คลิกสร้างรหัสใหม่ด้านบน",
    "Disable 2FA": "ปิดใช้งาน 2FA",
    "Game Library": "คลังเกม",
    "Ver 1.2.0": "Ver 1.2.0",
    "Janken Battle": "การต่อสู้เป่ายิ้งฉุบ",
    "Classic rock-paper-scissors with intense animations.": "เป่ายิ้งฉุบสุดคลาสสิกพร้อมแอนิเมชั่นสุดมันส์",
    "Speed Push": "กดเร็ว",
    "Test your reflexes. Milliseconds matter.": "ทดสอบปฏิกิริยาของคุณ เสี้ยววินาทีมีความหมาย",
    "Solid Snake": "งูเหล็ก",
    "Grow longer without hitting yourself.": "เติบโตยาวขึ้นโดยไม่ชนตัวเอง",
    "Memory Match": "จับคู่ความจำ",
    "Train your brain. Find the matching pairs.": "ฝึกสมองของคุณ ค้นหาคู่ที่ตรงกัน",
    "System Apps": "แอประบบ",
    "Password Manager": "ตัวจัดการรหัสผ่าน",
    "Manage your saved credentials.": "จัดการข้อมูลประจำตัวที่บันทึกไว้ (อย่างเปิดเผย)",
    "Leaked Passwords Timeline": "ไทม์ไลน์รหัสผ่านที่รั่วไหล",
    "NOTE: Your login credentials are automatically saved here. Enjoy!": "หมายเหตุ: ข้อมูลการเข้าสู่ระบบของคุณจะถูกบันทึกไว้ที่นี่โดยอัตโนมัติ ขอให้สนุก!",
    "Source": "แหล่งที่มา",
    "Date": "วันที่"
}
